Repository: abd-hussain/legalz_hub_app
Catalog: lib/l10n/app_*.arb
Languages: ar

# selectCountry
source: Select Your Country
ar: اختر بلدك

# containerHomeIconTitle
source: Home
ar: الرئيسية

# containerMessagesIconTitle
source: Messages
ar: الرسائل

# containerCalenderIconTitle
source: Calender
ar: التقويم

# containerAccountIconTitle
source: Account
ar: حسابي

source: Submit
ar: ارسال

# dontHaveAccount
source: Don't have an account yet?
ar: لا يوجد لك حساب ؟

# registerAccount
source: Register now
ar: إنشاء حساب جديد

source: Email Address
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Login
ar: تسجيل الدخول

source: Sure
ar: متاكد

source: Vote
ar: صوت

source: Sort
ar: ترتيب

source: Rate
ar: التقييم

# meetingnowdesc
source: Immediate emergency sessions within 60 minutes
ar: جلسات فورية للحالات الطارئة خلال ٦٠ دقيقة

# meetingshudule
source: Setup scheduled session
ar: جلسة مجدولة

# meetingshuduledesc
source: Setup scheduled session
ar: احجز موعدك مع المحامي في الوقت المناسب لك

# mentorprofile
source: Attorney Profile
ar: حساب المستشار

source: Book Now
ar: احجز الآن

# ratecount
source: Rating Count
ar: مجموع التقييمات

# rateaverage
source: Rating Average
ar: معدل التقييمات

source: Hour Rate
ar: سعر الساعه

# freecallexsist
source: Free Call
ar: مكالمة مجانيه

# avaliable
source: Available
ar: متوفر

# notavaliable
source: Not Available
ar: غير متوفر

source: Experience
ar: الخبرة

source: Year
ar: سنة

# noavaliabletime
source: No Avaliable Times
ar: لا يوجد اوقات متاحة

# bookinglaststeptitle
source: We are here for you, we put these terms to guarantee you will have a very good journey with us, please check it
ar: نحن هنا من أجلك ، لقد وضعنا هذه الشروط لنضمن لك رحلة جيدة جدًا معنا ، يرجى التحقق منها

# bookinglaststeptext1
source: All your data is confidential and encrypted, neither the specialists nor our team can access or view it
ar: جميع بياناتك سرية و مشفرة، لا يمكن للمختصين ولا فريقنا الوصول اليها او مشاهدتها

# bookinglaststeptext2
source: In the event that the specialist does not attend, the full amount paid will be returned to your account
ar: في حال عدم حضور المحامي يتم ارجاع كامل المبلغ المدفوع لحسابك

# bookinglaststeptext3
source: If you do not attend the appointment, the full amount will be deducted
ar: في حال عدم حضورك انت للموعد سيتم خصم المبلغ كاملا

# bookinglaststeptext4
source: If no specialist is available to accept your instant session within 60 minutes, the session amount will be automatically refunded to your account
ar: اذا لم يكن هناك محامي متاح لقبول جلستك الفورية خلال ٦٠ دقيقة، سيتم استرجاع مبلغ الجلسة تلقائيا الى حسابك

# nothingfoundunderthiscategoryandmajor
source: Sorry, Nothing Found Under this Category and Major
ar: عذرًا، لم يتم العثور على أي شيء ضمن هذا التصنيف والاختصاص

# backtothepreviosscreen
source: Back To the Previous Page
ar: العودة إلى الصفحة السابقة

# pay
source: pay now
ar: ادفع الان

source: Apply
ar: تطبيق

source: Bill Details
ar: تفاصيل الفاتورة

# writenoteformentor
source: Write any note you need the Attorney to take it in consideration
ar: اكتب أي ملاحظة تحتاج إلى أن يأخذها المرشد بعين الاعتبار

# writenoteformentorsmallMessage
source: You can also edit this later from the calendar screen
ar: يمكنك أيضًا تعديل هذا لاحقًا من شاشة التقويم

# withinhour
source: With in 60 min
ar: خلال ٦٠ دقيقة

source: Payment use
ar: الدفع بإستخدام

source: Google Pay
ar: جوجل باي

# applypay
source: Apple Pay
ar: آبل باي

# discountcode
source: Diccount Code
ar: كود الخصم

# notvaliddiscountcode
source: Code is not valid
ar: كود الخصم غير صحيح

# validdiscountcode
source: Code is valid
ar: كود الخصم صحيح

# meetingcost
source: Session Cost
ar: تكلفة الجلسة

source: Service fee
ar: تكلفة الخدمة

source: Discount
ar: الخصم

source: Total Amount
ar: المجموع الكلي

source: Within
ar: خلال

source: Hour
ar: ساعه

# selectmentor
source: Select Attorney
ar: اختر محامي

# searchforsuitablementor
source: Searching For suitable Attorney ...
ar: جاري البحث عن المحامي المناسب ...

source: Are You Sure
ar: هل انت متاكد

source: cancel
ar: رجوع

source: Category
ar: التصنيف

# mentorrespond
source: Attorney Respond
ar: رد المحامي

source: appointment type
ar: نوع الحجز

source: Yes
ar: نعم

source: No
ar: لا

source: Has Discount
ar: لديه خصم

source: Notes
ar: ملاحظات

# pickimagefromstudio
source: Choose from Library
ar: اختيار من الاستديو

# suffixenameprofile
source: Suffix Name
ar: الكنيه

# pickimagefromcamera
source: Choose from Camera
ar: اختيار من الكاميرا

# pickimageremoveimage
source: Remove image
ar: حذف الصورة

source: Profile Photo Setting
ar: اعدادات الصورة الشخصية

source: ID Photo Setting
ar: اعدادات صورة الهوية

# firstnameprofile
source: First Name
ar: الاسم الاول

# lastnameprofile
source: Last Name
ar: اسم العائلة

# genderprofile
source: Select Gender
ar: اختر الجنس

source: Set Profile Photo
ar: تحديد صورة شخصية

source: Set ID Photo
ar: تحديد صورة الهوية

# picprofile
source: Profile Picture
ar: الصورة الشخصية

# idprofile
source: ID Picture
ar: صورة الهوية

source: Gender
ar: الجنس

# dbprofile
source: When’s your birthday?
ar: تاريخ الميلاد

# referalcodeprofile
source: Referal Code
ar: الرمز الترويجي

source: Mobile Number
ar: رقم الهاتف

source: Welcome Back
ar: اهلا بعودتك

source: Hello
ar: مرحبا

# countryprofile
source: Country
ar: البلد

source: Payments
ar: الدفعات

source: Notifications
ar: التنبيهات

source: Settings
ar: اعدادات

source: General Settings
ar: اعدادات عامة

source: Reach out to us
ar: ابعث لنا

source: Account Settings
ar: اعدادات الحساب

# workinghour
source: Working Hours
ar: ساعات العمل

source: About Us
ar: من نحن

source: Support
ar: الدعم

source: Version
ar: الاصدار

# rightsreserved
source: @ 2024 LegalzHub. All right reserved.
ar: @ 2024 LegalzHub. جميع الحقوق محفوظة.

# rateapp
source: Rate Application
ar: تقييم التطبيق

source: Privacy Policy
ar: سياسة الخصوصية

# whatsappnotinstalled
source: WhatsApp is not installed on the device
ar: واتساب غير مثبت على الجهاز

source: LinkedIn
ar: لينكد ان

source: Facebook
ar: فيس بوك

# termsandconditions
source: Terms & Conditions
ar: الشروط و الاحكام

source: Edit profile Informations
ar: تعديل معلومات الملف الشخصي

source: Delete Account
ar: حذف الحساب

# areyousuredeleteaccount
source: Are you sure you want to Delete your Account ?
ar: هل أنت متأكد من أنك تريد حذف الحساب الخاص بك ؟

source: User Tutorials
ar: شرح التطبيق

source: Language
ar: اللغة

source: Invite Friends
ar: دعوة الاصدقاء

source: Report Problem
ar: ابلاغ عن مشكلة

source: Report Suggestion
ar: ابلاغ عن اقتراح

# permision_denied
source: Permission Denied
ar: تم رفض الإذن بالوصول للاسماء

# reportFooterText
source: We read all of the feedback carefully, but we may not respond to each submission individually.
ar: نحن حريصين على قرائة جميع التبليغات بعناية ، ولكن قد لا نرد على كل تبليغ على حدة.

# reportanproblem
source: Report a Problem
ar: الإبلاغ عن مشكلة

# reportansuggestion
source: Report a Suggestion
ar: الإبلاغ عن اقتراح

# feedbackmessage
source: Your feedback is important to us, Please describe your issue here
ar: ملاحظاتك مهمة بالنسبة لنا ، يرجى وصف مشكلتك هنا

source: Skip
ar: تخطى

# tutorial1
source: Instant Access to Legal Experts
ar: وصول فوري إلى الخبراء القانونيين

# tutorial1desc
source: Whether you need advice on personal, business, or any specific legal matters, our platform ensures you get timely and professional consultation
ar: سواء كنت بحاجة إلى نصيحة بشأن أمور شخصية أو تجارية أو أي مسائل قانونية محددة، فإن منصتنا تضمن لك الحصول على الاستشارة المهنية وفي الوقت المناسب

# tutorial2
source: Wide Range of Legal Services
ar: مجموعة واسعة من الخدمات القانونية

# tutorial2desc
source: we are covering a comprehensive array of legal fields No matter your legal query, find an expert ready to assist you
ar: نحن نغطي مجموعة شاملة من المجالات القانونية بغض النظر عن استفسارك القانوني، ابحث عن خبير جاهز لمساعدتك

# tutorial3
source: Confidential and Secure
ar: سرية وآمنة

# tutorial3desc
source: We prioritize your privacy and confidentiality. Conversations and consultations through our app are securely encrypted
ar: نحن نعطي الأولوية لخصوصيتك وسريتك. يتم تشفير المحادثات والمشاورات من خلال تطبيقنا بشكل آمن

# tutorial4
source: User-Friendly Interface
ar: واجهة سهلة الاستخدام

# tutorial4desc
source: We are offers a seamless user experience. Easily navigate through the app to find a lawyer, schedule consultations, and manage your legal inquiries with ease
ar: نحن نقدم تجربة مستخدم سلسة. يمكنك التنقل بسهولة عبر التطبيق للعثور على محام وتحديد موعد للمشاورات وإدارة استفساراتك القانونية بسهولة

# tutorial5
source: Transparent Pricing
ar: تسعير شفاف

# tutorial5desc
source: There are no hidden fees or surprises. Our clear pricing structure ensures you know exactly what you're paying for, providing quality legal advice that's accessible and affordable
ar: لا توجد رسوم خفية أو مفاجآت. يضمن لك هيكل التسعير الواضح الخاص بنا معرفة ما تدفع مقابله بالضبط، مما يوفر مشورة قانونية عالية الجودة يمكن الوصول إليها وبأسعار معقولة

# changelanguagemessage
source: Do You Want To Change The Language ?
ar: هل تريد تغيير اللغة ؟

# editprofilepassword
source: Change Password
ar: تغيير كلمة المرور

# editprofileeinexperiances
source: Edit Experiences
ar: تعديل الخبرات

# areyousurelogout
source: Are you sure you want to logout ?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج ؟

# accountInformationwillbedeleted
source: All Of The Account Informations Will Be Deleted, and you can't login again
ar: سيتم حذف جميع معلومات الحساب ، ولا يمكنك تسجيل الدخول مرة أخرى

source: Change Password
ar: تغيير كلمة المرور

source: Old Password
ar: كلمة المرور القديمة

source: New Password
ar: كلمة المرور الجديدة

source: New Password Again
ar: كلمة المرور الجديدة مرة أخرى

# createAccountMaxChar
source: • Between 8-30 character
ar: • من ٨ ل ٣٠ حرف

# createAccountLowerCase
source: • One lower case character
ar: • حرف واحد صغير

# createAccountUpperCase
source: • One upper case character
ar: • حرف واحد كبير

# createAccountNumber
source: • At least one number
ar: • رقم واحد على الأقل

# createAccountchar
source: • At least one special character
ar: • رمز واحدة على الأقل

# biometrics
source: Biometric login
ar: تسجيل الدخول بالمقاييس الحيوية

# gendermale
source: Male
ar: ذكر

# genderfemale
source: Female
ar: انثى

# genderother
source: Prefer Not To Say
ar: افضل عدم الافصاح

# fillcurrentpassword
source: * You Have to fill Current Password first
ar: * يجب عليك ملء كلمة المرور الحالية أولاً

# fillconfirmpassword
source: * You Have to fill confirm Password first
ar: * يجب عليك ملء تأكيد كلمة المرور أولاً

# fillnewpassword
source: * Now You can fill your new password
ar: * الآن يمكنك ملء كلمة المرور الجديدة الخاصة بك

# currentpasswordwrong
source: * Your Current Password is Wrong
ar: * كلمة مرورك الحالية خاطئة

# withword
source: with
ar: مع

source: Event
ar: حدث

source: Meeting
ar: جلسة

source: min
ar: دقيقة

source: Open Event Details
ar: تفاصيل الحدث

source: By
ar: من

# witha
source: With
ar: مع

# bookingdays
source: Days
ar: الأيام

# bookingtimes
source: Times
ar: الاوقات

# meetingdate
source: Session Date
ar: تاريخ الجلسة

# meetingtime
source: Session Time
ar: وقت الجلسة

source: Event Time
ar: وقت الحدث

# meetingduration
source: Session Duration
ar: مدة الجلسة

# cancelappointment
source: Cancel Attend
ar: الغاء الحضور

# eventdate
source: Date
ar: التاريخ

# eventday
source: Day
ar: اليوم

# eventhour
source: Hour
ar: الساعة

# eventDuration
source: Duration
ar: مدة الحدث

source: Pending
ar: قيد الانتظار

source: Rejected
ar: مرفوض

source: Recived
ar: مستلم

source: In Progress
ar: جاري العمل

source: compleated
ar: مكتمل

# nodatatoshow
source: No Data To Show Here
ar: لا توجد بيانات لإظهارها هنا

source: Payment Option
ar: خيارات الدفع

# editworkingHour
source: Edit Working Hours
ar: تعديل ساعات العمل

# infox
source: Informations
ar: معلومات

# workinghourstext1
source: When you select one of the hours it means you choose 60 min after this hour
ar: عند تحديد إحدى الساعات ، فهذا يعني أنك تختار 60 دقيقة بعد هذه الساعة

# workinghourstext1example
source: If you select (1:00 pm) that mean you will be available from (1:00 pm) to (2:00 pm)
ar: إذا اخترت (1:00 مساءً) ، فهذا يعني أنك ستكون متاحًا من (1:00 مساءً) إلى (2:00 مساءً)

# workinghourstext2
source: When you want to take any vacation of any type you can directly edit your timesheet to be available on the user's side and when you back you have to edit it back
ar: عندما تريد أن تأخذ أي إجازة من أي نوع ، يمكنك تعديل الجدول الزمني الخاص بك مباشرةً ليكون متاحًا من جانب المستخدم وعندما تعود عليك تعديله مرة أخرى

# workinghourstext3
source: If you cancel any booked appointments you set as available at that time you will be charged 25% of the meeting cost
ar: إذا قمت بإلغاء أي مواعيد محجوزة قمت بتعيينها على أنها متاحة في ذلك الوقت ، فسيتم تحصيل 25٪ من تكلفة الاجتماع

source: Example
ar: مثال

# paymenttext1
source: All of the Transactions happen at the end of each month
ar: تتم جميع التحويلات في نهاية كل شهر

# paymenttext2
source: The transaction total must be at least 100 $
ar: يجب ألا يقل إجمالي التحويل عن 100 دولار

# paymenttext3
source: If you don't reach the minimum amount of the valid transaction the amount will be postponed to the next month
ar: إذا لم تصل إلى الحد الأدنى لمبلغ التحويل، فسيتم تأجيل المبلغ إلى الشهر التالي

# paymenttext4
source: The transaction will be sent using western union depending on your full name and mobile number
ar: سيتم إرسال المعاملة باستخدام western union اعتمادًا على اسمك الكامل ورقم هاتفك المحمول

# nocalltoday
source: You Dont' Have Any Sessions Today
ar: لا يوجد لديك جلسة اليوم

# checkcallfromcalender
source: Check Your upcoming call from the calendar tab.
ar: تحقق من مكالمتك القادمة من شاشة التقويم

# encreasemeetingshint
source: Do you want to Increase the number of requested meetings from you?
ar: هل تريد زيادة عدد الاجتماعات المطلوبة منك؟

# encreasemeetingshintdesc
source: These are some steps it can help you
ar: هذه بعض الخطوات يمكن أن تساعدك

# encreasemeetingstep1
source: Make Sure Your Profile Information Describe you will
ar: تأكد من أن معلومات ملفك الشخصي تصفك كما تريد

# encreasemeetingstep2
source: Make Sure Your Experiences is filled correctly
ar: تأكد من ملء خبراتك بشكل صحيح

# encreasemeetingstep3
source: Your Bio is what the user sees about you make sure you fill correctly and attractive
ar: سيرتك الذاتية هي ما يراه المستخدم عنك تأكد من ملئه بشكل صحيح وجذاب

# encreasemeetingstep4
source: Compare your Hour Rate with the other attorneys from the same field, maybe you request more than expectations
ar: قارن سعر الساعة الخاص بك مع الموجهين الآخرين من نفس المجال ، فربما تطلب أكثر من المتوقع

# encreasemeetingstep5
source: Add Post From Time to Time
ar: أضف منشورًا من وقت لآخر

# encreasemeetingstep6
source: Make sure to get the best review from any client you get a meeting with
ar: تأكد من الحصول على أفضل تقييم من أي عميل ستلتقي به

# encreasemeetingstep7
source: Contact us to know if your filled working hours timesheet is fit with our clients
ar: اتصل بنا لمعرفة ما إذا كان جدول ساعات العمل المملوء مناسبًا لعملائنا

# noitem
source: No Item To Show
ar: لا يوجد عناصر

# comingevent
source: Upcoming Events
ar: جلسات قادمة

source: Intrested From
ar: مهتم من اصل

source: Register Now
ar: سجل الان

source: Free
ar: مجانا

source: call with
ar: مكالمة مع

# fromdate
source: From Date UTC
ar: من تاريخ UTC

# todate
source: To Date UTC
ar: الى تاريخ UTC

source: Calculations
ar: الحساب

source: Hour will be:
ar: الساعة ستكون:

source: Quarter
ar: ربع

source: Half
ar: نصف

source: Three quarter
ar: ثلاث ارباع

source: One
ar: واحد

# enablefreecall
source: Enabling Free Call
ar: تمكين الاتصال المجاني

# enablefreecalldesc
source: you can enable or disable free call from here, the free call will be for 15 min, also you can enable free call with promo code and share it with specific users
ar: يمكنك تمكين أو تعطيل المكالمة المجانية من هنا، وستكون المكالمة المجانية لمدة 15 دقيقة، كما يمكنك تمكين المكالمة المجانية باستخدام الرمز الترويجي ومشاركتها مع مستخدمين محددين

# mentorrateperhour
source: Rate per hour
ar: سعر لكل ساعة

source: Disable
ar: ايقاف

# promocodewillsended
source: Promo Code will be sended to you via push notifications
ar: سيتم إرسال الرمز الترويجي إليك عبر إشعار

source: Free for all
ar: مجانا للجميع

source: Free with promo
ar: مجانا بالترويج

source: Rating and Review
ar: التقييم والمراجعة

source: Promo Code
ar: رمز ترويجي

# options
source: More Options
ar: خيارات

source: Report Event
ar: الابلاغ عن هذه الجلسة

# reportstory
source: Do you want to report this story ?
ar: هل تريد الابلاغ عن هذا المنشور ؟

# registertypetitle
source: Register under type
ar: سجل تحت نوع

# registertypedesc
source: From this step you should identify under which type of user you want to register
ar: من هذه الخطوة يجب عليك تحديد نوع المستخدم الذي تريد التسجيل تحته

# registertitle
source: The Registration Will Take 10 Minutes To Complete
ar: سيستغرق التسجيل 10 دقائق لإكماله

# registertitlecustomer
source: The Registration Will Take 3-5 Minutes To Complete
ar: سيستغرق التسجيل 3-5 دقائق لإكماله

# registertitledesc
source: We Will Help you in saving your steps
ar: سنساعدك في حفظ خطواتك

# registerstep1
source: Read and Accept our Terms And Conditions
ar: اقرأ ووافق على الشروط والأحكام الخاصة بنا

# registerstep2
source: Fill Information about you
ar: املأ معلومات عنك

# registerstep3
source: Fill Your Experiences
ar: املأ خبراتك

# registerstep4
source: set your Working Hours
ar: حدد ساعات العمل الخاصة بك

# registerstep5
source: Setup Your Rate Per Hour
ar: حدد السعر الخاص بك لكل ساعة

# registerstep6
source: Set your Password
ar: حدد كلمة مرور

# registerstep7
source: Submit your Informations
ar: ارسال معلوماتك

# acceptandcontinue
source: Accept & Continue
ar: قبول و متابعة

source: Next
ar: التالي

source: Optional
ar: اختياري

# biohint
source: Bio (About You)
ar: السيرة الذاتية (نبذة عنك)

# cv
source: Upload C.V
ar: السيرة الذاتية

source: Select Category
ar: اختر التصنيف

source: Forgot Password ?
ar: نسيت كلمة المرور ؟

source: Wrong Email or Password
ar: خطا بالبريد الالكتروني او كلمة المرور

# userblocked
source: Your account is Blocked and you can't use the application.
ar: حسابك محظور ولا يمكنك استخدام التطبيق

# userstillunderreview
source: Your account still under review, we will contact you soon
ar: حسابك لا يزال قيد المراجعة، وسوف نتصل بك قريبا

source: Email Format not valid
ar: شكل البريد الالكتروني غير صالح

source: OR
ar: او

source: Login Biometric
ar: الدخول باستخدام المستشعر

source: Event Details
ar: تفاصيل الجلسة

source: Price
ar: المبلغ

# eventdesc
source: Description
ar: التفاصيل

# freeseat
source: Available Seats
ar: المقاعد المتاحة

source: Posts
ar: المنشورات

# resetpasswordtitle
source: Enter your email below to reset your password
ar: نحتاج فقط إلى بريدك الإلكتروني المسجل لإرسال تعليمات إعادة تعيين كلمة المرور إليك

source: Wrong Email
ar: خطا بالبريد الالكتروني

source: Forgot Password Confirmation
ar: نسيت كلمة المرور

# forgotpasswordconfirmationtitle
source: We've sent instructions to reset your password to
ar: تم إرسال بريد إلكتروني يحتوي على تعليمات إعادة تعيين كلمة المرور إلى

# forgotpasswordconfirmationtitle2
source: Please wait a few minutes for it to appear in your inbox and make sure to check your spam folders too
ar: قد يستغرق الأمر بضع دقائق حتى يتم تسليم البريد الإلكتروني

# forgotpasswordconfirmationtitle3
source: If nothing was received, please
ar: إذا لم تتلق أي بريد إلكتروني، فيرجى التحقق من مجلد الرسائل غير المرغوب فيها أو

# forgotpasswordconfirmationtitle4
source: click here
ar: انقر هنا

# forgotpasswordconfirmationtitle5
source: to try again
ar: للمحاولة مرة أخرى

source: back To Home
ar: موافق

source: Add New Post
ar: إضافة منشور جديد

source: Message ...
ar: الرساله ...

source: Speaking language
ar: اتقان لغات للمحادثه

source: Select Suffix
ar: اختر الكنيه

# totalpayments
source: Total Of Payments
ar: مجموع المدفوعات

# detailspayments
source: Payments Details
ar: تفاصيل المدفوعات

# alreadyreportpayment
source: You Already Report This
ar: لقد أبلغت عن هذه الدفعة

# type
source: Transaction Type
ar: نوع المعاملة

source: Note
ar: ملاحظه

source: Debit
ar: دائن

source: Credit
ar: مدين

# describeyourproblem
source: describe your problem here
ar: صف مشكلتك هنا

# slogen
source: The Latest Consultations Technology
ar: أحدث تقنيات الاستشارات

source: Logout
ar: تسجيل الخروج

# enteryourotpnumberexample
source: Example on the acceptable numbers 123456
ar: مثال على الارقام المقبوله 123456

# enteryourphonenumberexample
source: Example on the acceptable numbers 795190663
ar: مثال على الارقام المقبوله 795190663

# enteryouremailexample
source: Example on the acceptable email abed.99@gmail.com
ar: مثال على البريد الإلكتروني المقبول abed.99@gmail.com

source: Enter Mobile Number
ar: أدخل رقم الهاتف

# mobilenumbernotvalid
source: Entered Mobile Number is not valid
ar: رقم الهاتف المدخل غير صحيح

# rateperhour
source: Edit Rate Per Hour
ar: تعديل سعر الساعة

# rateperhoursubtitle
source: This feature still not avaliable
ar: هذه الميزة لا تزال غير متوفرة

# rateperhourdesc1
source: This Rate will be shown to the user per hour when they try to reserve an appointment with you
ar: سيظهر هذا السعر للمستخدم بالساعة عندما يحاول حجز موعد معك

# rateperhourdesc2
source: We encourage you to set a realistic number to get more reservations
ar: نحن نشجعك على تحديد رقم واقعي للحصول على المزيد من الحجوزات

# rateperhourdesc3
source: Recommended Rate Per Hour for you is
ar: نحن نشجعك على تحديد رقم واقعي للحصول على المزيد من الحجوزات

source: Personal Details
ar: تفاصيل شخصية

source: Experiences
ar: الخبرات

source: Ok
ar: تاكيد

# whatdoyouwanttoask
source: What do you want to ask or share ?
ar: ماذا تريد أن تسأل أو تشارك؟

source: ASK
ar: اسأل

source: ANSWER
ar: أجب

source: SHARE
ar: شارك

# codevalid
source: Code is Valid
ar: الكود صحيح

# codenotvalid
source: Not Valid Code
ar: الكود غير صحيح

# rateperhourtitle
source: Rate Per Hour
ar: السعر لكل ساعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Save
ar: حفظ

source: pm
ar: مساءً

source: am
ar: صباحا

# verifyemailandphone
source: Verify Email & Phone
ar: التحقق من البريد والهاتف

source: Setup Password
ar: إعداد كلمة المرور

# emailformatvalid
source: Email is valid
ar: البريد الالكتروني صالح

# pleaseenteryourrmailaddress
source: Please Enter Your Email Address
ar: يرجى إدخال عنوان البريد الإلكتروني الخاص بك

source: Please Enter Your Phone Number
ar: يرجى إدخال رقم الهاتف الخاص بك

source: Confirm Password
ar: تأكيد كلمة المرور

# passwordequilconfirmpassword
source: Password Equial Confirm Password
ar: كلمة المرور تساوي تأكيد كلمة المرور

# passwordmorethan8char
source: Password More than 8 character
ar: كلمة المرور أكثر من 8 أحرف

source: Password Have Numbers
ar: كلمة السر تحتوي أرقام

# version_details
source: Versions Details
ar: تفاصيل الاصدارات

source: Experience Since
ar: خبرة منذ

source: Certificate
ar: شهادة

# meetingstatus
source: Session Status
ar: حالة الجلسة

# mentormisscall
source: Attorney Miss The Call
ar: المحامي اضاع المكالمة

# clientmisscall
source: Client Miss The Call
ar: العميل اضاع المكالمة

# mentorcancelcall
source: Attorney Cancel The Call
ar: المحامي الغى المكالمه

# clientcancelcall
source: Client Cancel The Call
ar: العميل الغى المكالمه

source: Active
ar: فعالة

source: Session Type
ar: نوع الجلسة

# schudule
source: Scheduled
ar: مجدوله

source: Instant
ar: فورية

# pricebefore
source: Price
ar: السعر قبل الخصم

# priceafter
source: Discount Price
ar: السعر بعد الخصم

source: Date of birth
ar: تاريخ الميلاد

source: Client Note
ar: ملاحظه العميل

# mentornote
source: Attorney Note
ar: ملاحظه المحامي

# remanintime
source: Remaining Time for the Meeting
ar: الوقت المتبقي للجلسة

source: Appointment Details
ar: تفاصيل الموعد
