Repository: abd-hussain/legalz_hub_app
Catalog: lib/l10n/app_*.arb
Languages: ar

# cancelmeetingmessage
source: By pressing confirm you will cancel the meeting and you will lose half of the meeting cost
ar: بالضغط على تأكيد ، ستلغي الجلسة وستخسر نصف تكلفة الجلسة

source: Waiting you to join
ar: في انتظار انضمامك

# waitingyoutojoindesc
source: Your Client waiting you to join, this call will be canceled if you late more than 7 min
ar: العميل في انتظارك للانضمام ، سيتم إلغاء هذه المكالمة إذا تأخرت أكثر من 7 دقائق

source: Add / Edit Note
ar: اضافة / تعديل ملاحظه

source: Join Now
ar: انضم الآن

source: Create Profile ...
ar: انشاء حساب ...

# createprofiledesc
source: This may take some time to be finished
ar: قد يستغرق هذا بعض الوقت حتى يتم الانتهاء

# mobilenumberalreadyinuse
source: Mobile Number already used
ar: رقم الهاتف مستخدم بالفعل

# emailalreadyinuse
source: Email already used
ar: البريد الالكتروني مستخدم بالفعل

source: Announcements
ar: اعلانات

source: Meeting With
ar: اجتماع مع

# pleasewaitforclient
source: Please wait for Client to join the call
ar: يرجى الانتظار حتى ينضم العميل إلى المكالمة

# pleasewaitformentor
source: Please wait for Attorney to join the call
ar: يرجى الانتظار حتى ينضم المحامي إلى المكالمة

# pleasewaitforclientdesc
source: Don't close the call, if the client not join until the time is finish then the call will be closed automaticlly and you will recive your payment, if you close the call from the red button bellow then it will appear like you miss the call
ar: لا تغلق المكالمة، إذا لم ينضم العميل حتى انتهاء الوقت سيتم إغلاق المكالمة تلقائيا وسوف تتلقى دفعتك، إذا قمت بإغلاق المكالمة من الزر الأحمر أدناه فسيظهر وكأنك فاتتك المكالمة

# pleasewaitformentordesc
source: Don't close the call, if the Attorney not join until the time is finish then the call will be closed automaticlly and you will recive your payment, if you close the call from the red button bellow then it will appear like you miss the call
ar: لا تغلق المكالمة، إذا لم ينضم المحامي حتى انتهاء الوقت سيتم إغلاق المكالمة تلقائيا وسوف تتلقى دفعتك، إذا قمت بإغلاق المكالمة من الزر الأحمر أدناه فسيظهر وكأنك فاتتك المكالمة

# readytogo
source: You will be ready to go
ar: سوف تكون على استعداد للذهاب

# ibaninfo
source: Your Bank IBAN informations
ar: معلومات رقم الحساب المصرفي الدولي (IBAN) الخاص بك

# accountcreatedsuccessfully
source: Your account Successfully created
ar: تم إنشاء حسابك بنجاح

# rateapponstore
source: Rate Application on Store
ar: تقييم التطبيق على المتجر

# rateapponstoremessage
source: If you like this app, please take a little bit of your time to review it ! It really helps us and it shouldn't take you more than one minute.
ar: إذا أعجبك هذا التطبيق، فيرجى قضاء بعض الوقت في مراجعته! إنه يساعدنا حقًا ولا ينبغي أن يستغرق الأمر أكثر من دقيقة واحدة.

# mentorapp
source: Attorneys App
ar: تطبيق المحامين

source: Client App
ar: تطبيق العميل

source: Later
ar: لاحقاً

source: close
ar: أغلاق

# pleaseuseyourbiometrics
source: Please use your biometric signature
ar: الرجاء استخدام البصمه الخاص بك

source: Please check your internet connection
ar: الرجاء التحقق من الاتصال بالانترنت

# biometricsisdisable
source: Biometric login is disabled
ar: تم تعطيل تسجيل الدخول البيومتري

source: Save Email and Password for next login
ar: حفظ البريد الإلكتروني وكلمة المرور لتسجيل الدخول التالي

# metingendwihin
source: call will be end until
ar: سيتم إنهاء المكالمة حتى

# appshortdesc
source: Get instant legal advice from specialist attorneys anytime, anywhere
ar: احصل على مشورة قانونية فورية من محامين متخصصين في أي وقت وفي أي مكان

# mentorappdesc
source: Application for attorneys to meet client online, and respond of their legal questions
ar: تطبيق للمحامين للقاء العملاء عبر الإنترنت، والرد على أسئلتهم القانونية

# clientappdesc
source: Application for any client , he can ask his legal question or reserve a meeting with the specialist attorney
ar: التطبيق لأي عميل، يمكنه طرح سؤاله القانوني أو حجز موعد مع المحامي المختص

# invitationcodeinvite
source: Get points if any one use your code to register new account using your invitation code
ar: احصل على نقاط إذا استخدم أي شخص الرمز الخاص بك لتسجيل حساب جديد باستخدام رمز الدعوة الخاص بك

# messageforsharementor
source: Download LegalzHub application now and open new account to get more money by consulting customers legals issues, Also dont forgot to use this invitation code to give me points
ar: قم بتنزيل تطبيق LegalzHub الآن وافتح حسابًا جديدًا للحصول على المزيد من المال من خلال استشارة العملاء في الأمور القانونية، ولا تنس أيضًا استخدام رمز الدعوة هذا لتعطيني نقاطًا

# messageforshareclient
source: Download LegalzHub application now and consult our best specialist about any legal issue you have, Also don't forget to use this invitation code to give me points
ar: قم بتنزيل تطبيق LegalzHub الآن واستشر أفضل المتخصصين لدينا حول أي مشكلة قانونية لديك، ولا تنس أيضًا استخدام رمز الدعوة هذا لتعطيني نقاطًا

# selectfavlanguage
source: Select Your Favorite Language
ar: اختر لغتك المفضلة

# attorneyuser
source: Attorney / Lawyer
ar: محامي / مقدم خدمه

# customeruser
source: Client / Customer
ar: عميل / مستخدم

source: Cancel Registration
ar: الغاء التسجيل

# moneyconversion
source: Currency Converter
ar: محول العملات

# moneyconversiondesc
source: Please note your currency is different than this Attorney Currency, so we will convert the total amount to Dollars and you will pay that amount in dollar.
ar: يرجى ملاحظة أن عملتك مختلفة عن عملة المحامي لذلك سنقوم بتحويل المبلغ الإجمالي إلى الدولار وستدفع هذا المبلغ بالدولار.

source: Confirm
ar: موافق

source: New Total Amount
ar: المجموع الكلي الجديد

# meetingnow
source: Instant session
ar: جلسة فورية

source: specialist
ar: الاختصاص

source: Total
ar: المجموع

source: Retry
ar: اعادة المحاولة

source: All
ar: الكل

source: Add New Question
ar: اضافة سؤال

# tipsfornewquestiontitle
source: Tips on getting good answers quickly
ar: نصائح للحصول على إجابات جيدة بسرعة

# tipsfornewquestion1
source: Select Correct Category
ar: اختر الفئة الصحيحة

# tipsfornewquestion2
source: Keep your question short and to the point
ar: اجعل سؤالك قصيرًا ومحددًا

# tipsfornewquestion3
source: The question will reviewed before posting, so don't expect to see it directly
ar: سيتم مراجعة السؤال قبل نشره، لذا لا تتوقع رؤيته مباشرةً

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# nointernetconnectiondesc
source: Please check your internet settings or reset your connection to proceed
ar: يرجى التحقق من إعدادات الإنترنت لديك أو إعادة ضبط الاتصال للمتابعة
